Repository: EasyBulletinBoard/BulletinBoard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Mein Konto
es: mi cuenta
it: Il mio conto

source: Dark Mode
es: Modo oscuro
fr: Mode sombre
it: Modalità scura

source: Willkommen auf deiner Kontoseite!
es: Bienvenido a la página de tu cuenta
fr: Bienvenue sur la page de votre compte !
it: Benvenuto nella pagina del tuo account!

source: Du bist bereits eingeloggt.
es: Ya has iniciado sesión.
fr: Vous êtes déjà connecté.
it: Hai già effettuato l'accesso.

source: Zu meinen Pinnwänden
es: A mis tableros de anuncios
fr: À mes tableaux d'affichage
it: Alle mie bacheche

source: Hier sind deine Optionen:
es: Estas son tus opciones:
fr: Voici vos options:
it: Ecco le tue opzioni:

source: Registrieren
es: Registro
it: Registro

source: Anmelden
es: Registro
fr: Registre
it: Registro

source: Abmelden
es: Finalizar la sesión
fr: Registre
it: Esci

source: Login
es: Acceso
fr: Se connecter

source: Einloggen
es: Acceso
fr: Se connecter
it: Login

source: Noch kein Konto? Registrieren
es: ¿Aún no tienes cuenta? Registro
fr: Pas encore de compte ? Registre
it: Non hai ancora un account? Registro

source: Signup
es: Inscribirse
fr: S'inscrire
it: Iscrizione

source: Schon ein Konto? Login
es: ¿Ya tienes una cuenta? Acceso
fr: Vous avez déjà un compte ? Se connecter
it: Hai già un account? Login

source: Add member
es: Agregar miembro
fr: Ajouter un membre
it: Aggiungi membro

source: Mitglied zu %(board.name)s hinzufügen
es: Agregar miembro a %(board.name)s
fr: Ajouter un membre à %(board.name)s
it: Aggiungi membro a %(board.name)s

source: Zurück
es: Atrás
fr: Dos
it: Indietro

source: Beiträge
es: Contribuciones
fr: Contributions
it: Contributi

source: Likes:
es: Gustos:
fr: Goûts:

source: Anhang
es: Adjunto
fr: Pièce jointe
it: Allegato

source: Möchtest du diese Karte wirklich löschen?
es: ¿Realmente quieres eliminar esta tarjeta?

source: Your Boards
es: Tus tableros
fr: Vos planches
it: Le tue bacheche

source: Möchtest du dieses Board wirklich löschen?
es: ¿Realmente quieres eliminar este tablero?

source: Failed to delete board.
es: No se pudo eliminar el tablero.

source: Create new board
es: Crear nuevo tablero
fr: Créer un nouveau tableau
it: Crea una nuova bacheca

source: Erstellen
es: Crear
fr: Créer
it: Creare

source: Neuer Beitrag für %(board.name)s
es: Nueva publicación para %(board.name)s
fr: Nouveau message pour %(board.name)s
it: Nuovo post per %(board.name)s

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenu!
it: Benvenuta!

source: Welcome to the Bulletin Board App!
es: ¡Bienvenido a la aplicación del tablón de anuncios!
fr: Bienvenue sur l'application Bulletin Board!
it: Benvenuti all'app Bacheca!

source: You are already logged in.
es: Ya has iniciado sesión.
it: Hai già effettuato l'accesso.

source: Please log in or register to get started.
es: Inicie sesión o regístrese para comenzar.
fr: Vous êtes déjà connecté.
it: Effettua l'accesso o registrati per iniziare.

source: Register
es: Registro
fr: Registre
it: Registro

source: Hinzufügen
fr: Ajouter
it: Aggiungere

source: English
fr: Anglais

source: German
fr: Allemand

source: French
fr: Français
